{
    "id": "21a9857b-addb-4ec7-8687-186b8ce022c8",
    "name": "guidance-for-lowland-heathland",
    "metadata": {
        "title": "Common Standards Monitoring Guidance for Lowland Heathlands",
        "lineage": "",
        "abstract": "Lowland heathland in England, Wales and Northern Ireland comprises a range of habitats characterised by the abundance of ericoids or gorse species. It occurs on generally nutrient-poor soils, usually below 300 m. Heathland in Scotland is rarely defined as lowland heathland; most Scottish heathland occurs above the upper limits of agricultural enclosure. However, some forms of heathland at low altitudes, similar in character to those in England, Wales and Northern Ireland and usually within the enclosed part of the landscape, do occur in Scotland, although mostly as small fragments. The most distinctive and extensive are the coastal heaths.\nGuidance on monitoring is summarised in separate tables for lowland dry heath and lowland wet heath. Upland heathland is covered by separate guidance, but the distinction between upland and lowland examples may sometimes be difficult. Heath vegetation on maritime cliff/slopes and dune heath are both included within the lowland heathland guidance but assessment of these types should be done in conjunction with the relevant coastal guidance section.\nThis guidance:\n - identifies a set of generic attributes to assess status of the feature, highlighting those attributes that should be used on all sites, and those that are site-specific (discretionary) to be used to reflect local distinctiveness;\n - provides advice on setting targets,",
        "keywords": [
            {
                "value": "Protected sites monitoring",
                "vocab": "http://vocab.jncc.gov.uk/jncc-publication-category"
            },
            {
                "value": "UK Habitats and Species",
                "vocab": "http://vocab.jncc.gov.uk/jncc-publication-category"
            },
            {
                "value": "Heathland",
                "vocab": "http://vocab.jncc.gov.uk/jncc-publication-category"
            },
            {
                "value": "CSM",
                "vocab": ""
            }
        ],
        "metadataDate": "2018-09-20",
        "resourceType": "publication",
        "topicCategory": "monitoring",
        "temporalExtent": {
            "begin": "2009-02-01T00:00:00Z",
            "end": "2009-02-01T00:00:00Z"
        },
        "useConstraints": "Data provided under Open Government Licence. (see http://www.nationalarchives.gov.uk/doc/open-government-licence/version/3/)",
        "metadataLanguage": "English",
        "limitationsOnOublicAccess": "",
        "metadataPointOfContact": {
            "name": "Digital and Data Solutions Team, Joint Nature Conservation Committee",
            "email": "data@jncc.gov.uk"
        },
        "spatialReferenceSystem": "",
        "responsibleOrganisation": {
            "name": "Communications Team, Joint Nature Conservation Committee",
            "contact": "communications@jncc.gov.uk",
            "role": "distributor"
        }
    },
    "properties": {},
    "data": [
        {
            "title": "Common Standards Monitoring Guidance for Lowland heathland",
            "http": {
                "url": "http://jncc.defra.gov.uk/pdf/0902_CSM_lowland_heathlandv2.pdf",
                "type": "application/pdf"
            }
        },
        {
            "title": " Common Standards Monitoring Guidance for Lowland heathland [Forms Only]",
            "http": {
                "url": "http://jncc.defra.gov.uk/pdf/CSM_lowland_heathland-formsonly.pdf",
                "type": "application/pdf"
            }
        }
    ]
}